{
  "336":"2-Pc:  Ether DMG +10%.\n4-Pc:When the equipper hits an enemy with [Basic Attack], their Anomaly Proficiency increases by 36 points for 8 seconds, repeated triggers reset the duration; when enemies on the field become Stunned, the equipper's DMG increases by 25% for 18 seconds, repeated triggers reset the duration.",
  "335": "2-Pc: Physical DMG +10%.\n4-Pc: While the wearer is inside any [Aether Veil], their Crit Rate increases by 12%. This buff remains after exiting the [Aether Veil] for 15 seconds. If the wearer is an [Assault] character, activating [Aether Veil] or extending its duration grants an additional 12% Crit Rate boost for 30 seconds. Repeated triggers refresh the duration.",
  "334": "2-Pc: Tự Hồi Năng Lượng +20%.\n4-Pc: Khi người trang bị là nhân vật Chi Viện, phát động Siêu Chiến Kỹ hoặc Tuyệt Kỹ sẽ khiến sát thương do nhân vật toàn đội gây ra tăng 18%, duy trì 25s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, không thể cộng dồn hiệu quả bị động cùng tên.",
  "333": "2-Pc: Sát thương do Tấn Công Thường gây ra tăng 15%.\n4-Pc: Sát thương do Tấn Công Thường gây ra tăng 20%, khi người trang bị là nhân vật Tiên Phong, phát động Siêu Chiến Kỹ hoặc Tuyệt Kỹ sẽ khiến sát thương do Tấn Công Thường gây ra tăng thêm 20%, duy trì 25s, khi kích hoạt trùng lặp sẽ làm mới thời gian duy trì.",
  "332": "2-Pc: Điểm Choáng do tấn công gây ra tăng 6%\n4-Pc: Khi người trang bị là nhân vật Khống Chế, phát động Siêu Chiến Kỹ hoặc Liên Kích sẽ khiến DMG Bạo Kích của nhân vật toàn đội tăng 15%. Nếu Tỷ Lệ Bạo Kích của người trang bị lớn hơn hoặc bằng 50% thì DMG Bạo Kích tăng thêm 15%, duy trì 15s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, không thể cộng dồn hiệu quả bị động cùng tên.",
  "331": "2-Pc: HP +10%\n4-Pc: Khi phát động Siêu Chiến Kỹ, Liên Kích, Tuyệt Kỹ, Tỷ Lệ Bạo Kích tăng 4%, tối đa dồn 3 tầng, duy trì 15s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, khi có 3 tầng hiệu quả, DMG Quán Xuyến gây ra tăng 10%.",
  "330": "2-Pc: Khống Chế Dị Thường +8%\n4-Pc: Khi nhân vật bất kỳ trong đội phát động Siêu Chiến Kỹ, người trang bị sẽ tăng 45 điểm Tinh Thông Dị Thường, duy trì 8s. Nếu nhân vật phát động Siêu Chiến Kỹ không phải bản thân người trang bị, thì DMG Ether do người trang bị gây ra sẽ tăng 25%.",
  "329": "2-Pc: Sát thương do Cú Đánh Bổ Sung và Tấn Công Lướt gây ra tăng 15%.\n4-Pc: Khi Cú Đánh Bổ Sung hoặc Tấn Công Lướt đánh trúng kẻ địch, nếu sát thương gây ra giống với thuộc tính của người trang bị, sẽ nhận được 1 tầng hiệu quả buff, cùng một chiêu thức tối đa kích hoạt một lần. Cứ có 1 tầng hiệu quả buff, người trang bị sẽ tăng 4% tấn công, tăng 4% Tỷ Lệ Bạo Kích, tối đa dồn 3 tầng, duy trì 15s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì.",
  "328": "2-Pc: Tấn công +10%\n4-Pc:Khi nhân vật bất kỳ trong đội vào sân thông qua Hỗ Trợ Nhanh, toàn đội nhận được 1 tầng Tuyệt Âm, tối đa dồn 3 tầng, duy trì 15s, khi kích hoạt trùng lặp sẽ tạo mới thời gian duy trì, cứ có 1 tầng Tuyệt Âm, sát thương của nhân vật vào trận thông qua Hỗ Trợ Nhanh sẽ tăng 8%, hiệu quả này là duy nhất trong toàn đội.",
  "327": "2-Pc: DMG Bạo Kích +16%\n4-Pc: Khi Khống Chế Dị Thường lớn hơn 115 điểm, DMG Bạo Kích của người trang bị tăng 30%. Khi nhân vật bất kỳ trong đội gán Đóng Băng hoặc kích hoạt hiệu quả Phá Băng, thì người trang bị tăng 12% Tỷ Lệ Bạo Kích, duy trì 15s.",
  "326": "2-Pc: DMG Vật Lý tăng 10%.\n4-Pc: Khi trong đội có nhân vật bất kỳ gây cho kẻ địch hiệu quả Cường Kích, sát thương người trang bị gây cho mục tiêu tăng 35%, duy trì 12s.",
  "325": "2-Pc: DMG Băng tăng 10%\n4-Pc: Tăng 20% sát thương do Tấn Công Thường và Tấn Công Lướt gây ra, khi nhân vật bất kỳ trong đội gây hiệu quả Đóng Băng hoặc kích hoạt Phá Băng với kẻ địch, hiệu quả buff này tăng thêm 20%, duy trì 12s.",
  "324": "2-Pc: DMG Điện tăng 10%\n4-Pc: Khi trong trận có kẻ địch ở trạng thái Sốc Điện, tấn công của người trang bị tăng 28%.",
  "323": "2-Pc: DMG Ether tăng 10%.\n4-Pc: DMG Bạo Kích của người trang bị tăng 20%, khi nhân vật bất kỳ trong đội kích hoạt sát thương tăng thêm của hiệu quả Ăn Mòn, hiệu quả buff này tăng thêm 5,5%, tối đa cộng dồn 6 tầng, duy trì 8s, khi kích hoạt trùng lặp sẽ làm mới thời gian duy trì.",
  "322": "2-Pc: DMG Hỏa tăng 10%\n4-Pc: Khi đánh trúng kẻ địch trong trạng thái Thiêu Đốt, người trang bị sẽ tăng 28% Tỷ Lệ Bạo Kích, duy trì 8s.",
  "319": "2-Pc: Điểm Khiên cung cấp tăng 15%.\n4-Pc: Khi nhân vật bất kỳ trong đội phát động Hỗ Trợ Chống Đỡ hoặc Hỗ Trợ Né Tránh, sát thương toàn đội gây ra tăng 15%, duy trì 10s, không thể cộng dồn hiệu quả bị động cùng tên.",
  "318": "2-Pc: Tinh Thông Dị Thường + 30 điểm.\n4-Pc: DMG Hỏa và DMG Điện tăng 15%. Khi ở vị trí dự bị, sát thương do Siêu Chiến Kỹ và Tấn Công Chi Viện gây ra tăng 20%. Sau khi đổi vào sân, vẫn sẽ bào lưu hiệu quả buff này, duy trì 5s, hiệu quả bảo lưu tối đa kích hoạt một lần trong 7.5s.",
  "316": "2-Pc: Tự Hồi Năng Lượng tăng 20%\n4-Pc: Khi phát động Liên Kích hoặc Tuyệt Kỹ, sát thương do toàn đội gây ra tăng 15%, duy trì 12s, không thể cộng dồn hiệu quả bị động cùng tên.",
  "315": "2-Pc: Phòng Thủ tăng 16%.\n4-Pc: Khi bị kẻ địch tấn công hoặc tổn thất HP, giảm 40% sát thương người trang bị phải chịu, duy trì 2.5s, trong 15s tối đa kích hoạt 1 lần.",
  "314": "2-Pc: Tấn công tăng 10%.\n4-Pc: Khi vào trạng thái tiếp chiến hoặc đổi vào sân, tấn công của người trang bị tăng 25%, duy trì 10s, trong 20s tối đa kích hoạt một lần.",
  "313": "2-Pc: Tinh Thông Dị Thường tăng 30 điểm.\n4-Pc: Khi Siêu Chiến Kỹ trúng kẻ địch, căn cứ theo loại thuộc tính của người trang bị, mà khiến mục tiêu giảm 20% Kháng Tích Lũy Dị Thường thuộc tính tương ứng, duy trì 8s, hiệu quả loại thuộc tính giống nhau không thể cộng dồn.",
  "312": "2-Pc: Lực Xung Kích tăng 6%.\n4-Pc: Điểm Choáng do Tấn Công Thường, Tấn Công Lướt, Phản Kích Khí Né gây ra cho mục tiêu chính tăng 20%.",
  "311": "2-Pc: Tỷ Lệ Xuyên Giáp tăng 8%.\n4-Pc: Sát thương do Tuyệt Kỹ gây ra tăng 20%. Khi kích hoạt Tuyệt Kỹ, tấn công của người trang bị tăng 15%, duy trì 12s.",
  "310": "2-Pc: Tỷ Lệ Bạo Kích tăng 8%.\n4-Pc: Khi Tấn Công Thường, Phản Kích Khi Né hoặc Siêu Chiến Kỹ đánh trúng kẻ địch và kích hoạt Bạo Kích, sẽ lần lượt cung cấp cho người trang bị 1 tầng hiệu quả buff, mỗi tầng buff sẽ khiến tấn công của người trang bị tăng 9%, duy trì 6s, chiêu khác nhau sẽ tính riêng thời gian duy trì."
}